<?php require_once 'includes/config.php'; ?>
<?php $page = 'accessibility'; ?>
<?php global $domain; ?>
<?php include_once 'includes/head.php'; ?>
<?php include_once 'includes/header.php'; ?>
<div class="blue_strip"></div>
<div class="green_strip"></div>
<p class="title">הצהרת נגישות</p>
<div class="terms" style="line-height: normal; font-size: 1.2em;">
    <div>
        <p>BuilDeal נוקט את מירב המאמצים ומשקיע משאבים רבים על מנת לספק לכל לקוחותיו שירות שוויוני, מכובד, נגיש ומקצועי.
            בהתאם לחוק שוויון זכויות לאנשים עם מוגבלויות תשנ"ח-1998 ולתקנות שהותקנו מכוחו, מושקעים מאמצים ומשאבים רבים
            בביצוע התאמות הנגישות הנדרשות שיביאו לכך שאדם בעל מוגבלות יוכל לקבל את השירותים הניתנים לכלל הלקוחות, באופן
            עצמאי ושוויוני.</p>
    </div>
    <div>
    <h2 style="font-size: 1.5em; margin-bottom: 5px" class="bold">הסדרי נגישות מבנים</h2>
    <p>חברתנו אינה מקבלת קהל. ניתן לפנות אלינו דרך הערוצים הדיגיטלים. <a
                href="https://www.shikunbinui.com/he-IL/accessibility" target="_blank">להסדרי נגישות מבנים של חברת שיכון ובינוי - סולל
            בונה תשתיות בע"מ לחץ כאן.</a></p>
    </div>
    <div>
        <h2 style="font-size: 1.5em; margin-bottom: 5px" class="bold">שירות לקוחות נגיש</h2>
        <ul style="list-style: disc; padding-right: 15px;">
            <li>הדרכות עובדים לשירות נגיש  - מתקיימות הדרכות להכרת תחום הנגישות, יצירת מודעות בקרב העובדים והקניית כלים מעשיים למתן שירות נגיש.</li>
            <li>מוקד טלפוני נגיש-  המענה הקולי הונגש כך שהמידע מועבר בשפה ברורה וללא מוסיקת רקע.</li>
            <li>אמצעים נוספים ליצירת קשר-  קיימים מספר אמצעים נוספים ליצירת קשר:</li>
            <ul style="list-style: circle; padding-right: 15px;">
                <li>דואר אלקטרוני <a href="mailto:buildeal@solbo.co.il">buildeal@solbo.co.il</a></li>
                <li>פניה באמצעות "צור קשר" באתר <a href="/#contact">www.buildeal.com/www.buildeal.co.il</a></li>
            </ul>
        </ul>
    </div>
    <div>
        <h2 style="font-size: 1.5em; margin-bottom: 5px" class="bold">נגישות אתר האינטרנט</h2>
        <p>אתר אינטרנט נגיש הוא אתר המאפשר לאנשים עם מוגבלות ולאנשים מבוגרים לגלוש באותה רמה של יעילות והנאה ככל הגולשים, כ- 20 עד 25 אחוזים מהאוכלוסייה נתקלים בקשיי שימוש באינטרנט ועשויים להיטיב מתכני אינטרנט נגישים יותר, כך על פי מחקר שנערך בשנת 2003 ע"י חברת מייקרוסופט.
        <br>
        חברת שיכון ובינוי - סולל בונה תשתיות בע"מ מאמינה ופועלת למען שוויון הזדמנויות במרחב האינטרנטי לבעלי לקויות מגוונות ואנשים הנעזרים בטכנולוגיה מסייעת לשימוש במחשב.</p>
    </div>
    <div>
        <h3 style="font-size: 1.5em; margin-bottom: 5px" class="bold">מידע על נגישות האתר</h3>
        <ul style="list-style: disc; padding-right: 15px;">
            <li>אתר זה עומד בדרישות תקנות שיוויון זכויות לאנשים עם מוגבלות (התאמות נגישות לשירות), התשע"ג 2013.</li>
            <li>התאמות הנגישות בוצעו עפ"י המלצות התקן הישראלי (ת"י 5568) לנגישות תכנים באינטרנט ברמת AA ומסמך WCAG2.0 הבינלאומי.</li>
            <li>הבדיקות נבחנו לתאימות הגבוהה ביותר עבור דפדפן כרום.</li>
            <li>האתר מספק מבנה סמנטי עבור טכנולוגיות מסייעות ותמיכה בדפוס השימוש המקובל להפעלה עם מקלדת בעזרת מקשי החיצים, Enter ו- Esc ליציאה מתפריטים וחלונות.</li>
            <li>מותאם לתצוגה בדפדפנים הנפוצים ולשימוש בטלפון הסלואלרי.</li>
            <li>לשם קבלת חווית גלישה מיטבית עם תוכנת הקראת מסך, אנו ממליצים לשימוש בתוכנת NVDA העדכנית ביותר.</li>
            <li>מסמכים או סרטוני וידאו שעלו לאתר לפני אוקטובר 2017 ייתכן שלא נגישים באופן מלא. במידה שנתקלתם במסמך כזה או בסרטון, תוכלו לפנות לרכזת נגישות בטלפון/מייל ואנחנו נדאג להנגיש לכם את המידע.</li>
            <li>מסירת מידע בפורמט נגיש - החברה מעמידה עבור לקוחותיה אפשרות לקבלת מידע בפורמטים נגישים. מסירת המידע הינה ללא עלות ומיועדת עבור אנשים עם מוגבלות. לפניות ומידע בנושא נגישות ניתן ליצור קשר עם רכז הנגישות של החברה שפרטיו מופיעים בהמשך ההצהרה.</li>
            <li><a href="https://a-2-z.co.il/" target="_blank">בדיקות ויעוץ הנגישות בוצעו על ידי חברת A2Z נגישות ושיווק באינטרנט</a></li>
        </ul>
    </div>
    <div>
        <h2 style="font-size: 1.5em; margin-bottom: 5px" class="bold">דרכי פנייה לבקשות והצעות לשיפור בנושא נגישות</h2>
        <p>יש לציין כי אנו ממשיכים במאמצים לשפר את נגישות החברה כחלק ממחויבותנו לאפשר לכלל האוכלוסייה כולל אנשים עם מוגבלויות לקבל את השרות הנגיש ביותר.
        <br>
        במידה ונתקלת בבעיה או בתקלה כלשהי בנושא הנגישות, נשמח שתעדכן אותנו בכך ואנו נעשה כל מאמץ למצוא עבורך פתרון מתאים ולטפל בתקלה בהקדם ככל שניתן.</p>
    </div>
    <div>
        <h3 style="font-size: 1.5em; margin-bottom: 5px" class="bold">פרטי רכז הנגישות ב BuilDeal</h3>
        <ul style="list-style: disc; padding-right: 15px;">
            <li>שם: עו"ד בלה גבע</li>
            <li>טלפון : <a href="tel:036301013">03-6301013</a></li>
            <li>דוא”ל : <a href="mailto:negishut@shikunbinui.com">negishut@shikunbinui.com</a></li>
        </ul>
    </div>
    <div>
        <h3 style="font-size: 1.5em; margin-bottom: 5px" class="bold">פרסום הצהרת הנגישות</h3>
        <p>הצהרת הנגישות עודכנה ביום: <span class="bold">23.12.2021</span></p>
    </div>


<!--    <div>-->
<!--        <p style="font-size: 1.5em" class="bold">משמעות הפעולות שבוצעו באתרים: </p>-->
<!--        <p>אמצעי הניווט וההתמצאות באתרים פשוטים ונוחים לשימוש.</p>-->
<!--        <p>תכני האתרים כתובים בשפה פשוטה וברורה ומאורגנים היטב באמצעות כותרות ורשימות.</p>-->
<!--        <p>לאתר מבנה קבוע ואחיד לכלל תתי האתרים והדפים באתר.</p>-->
<!--        <p>אתר מותאם לצפייה בסוגי הדפדפנים השונים (כמו Chrome, Mozila).</p>-->
<!--        <p>האתר מותאם לסביבות עבודה ברזולוציות שונות.</p>-->
<!--        <p>לאובייקטים הגרפיים יש חלופה טקסטואלית (alt).</p>-->
<!--        <p>האתר מאפשר שינוי גודל הגופן על ידי שימוש במקש CTRL וגלגלת העכבר.</p>-->
<!--        <p>הקישורים באתר ברורים ומכילים הסבר לאן הם מקשרים.</p>-->
<!--        <p>אפשרות שינוי הצבעים באתר באמצעות לחיצה על כפתור הרקע באתר.</p>-->
<!--    </div>-->
<!--    <div>-->
<!--        <p style="font-size: 1.5em" class="bold">סייגים לנגישות</p>-->
<!--        <p>יש לציין כי למרות המאמצים שהשקענו בהנגשת כלל הדפים באתר, ייתכן ויתגלו חלקים באתר שעדיין אינם נגישים. אנו-->
<!--            ממשיכים במאמצים לשפר את נגישות האתר כחלק ממחויבותנו לאפשר שימוש בו עבור כלל האוכלוסייה כולל אנשים עם-->
<!--            מוגבלויות. לכל שאלה או הערה, לרבות בעיות נגישות או קושי בגלישה באתר עבור אנשים עם מוגבלות ניתן לפנות אלינו-->
<!--            בדוא"ל:-->
<!--            <a href="mailto:info@buildeal.com">info@buildeal.com</a></p>-->
<!--    </div>-->
<!--    <div>-->
<!--        <p style="font-size: 1.5em" class="bold">הנחיות הנגישות</p>-->
<!--        <p>בעברית: <a href="https://www.isoc.org.il/files/w3c-wai/guidelines.html">www.isoc.org.il</a></p>-->
<!--        <p>באנגלית: <a href="https://www.w3.org/TR/2008/REC-WCAG20-20081211/">www.w3.org</a></p>-->
<!--    </div>-->
</div>


<?php include_once 'includes/footer.php'; ?>




